tap 'caskroom/cask'

brew 'brew-cask'
brew 'chruby'
brew 'freetype'
brew 'gdbm'
brew 'git'
brew 'imagemagick'
brew 'iojs'
brew 'jpeg'
brew 'libffi'
brew 'libpng'
brew 'libtiff'
brew 'libtool'
brew 'libxml2'
brew 'libxslt'
brew 'libyaml'
brew 'node'
brew 'openssl'
brew 'phantomjs'
brew 'postgresql'
brew 'qt5'
brew 'readline'
brew 'redis'
brew 'ruby-brew'
brew 'xz'

#brew bundle causes an error at the moment when you try to install casks, unless they solve the issue you have to install casks manually!
#brew cask 'alfred'
#brew cask 'atom'
#brew cask 'bettertouchtool'
#brew cask 'caffeine'
#brew cask 'cheatsheet'
#brew cask 'dash'
#brew cask 'dropbox'
#brew cask 'google-chrome'
#brew cask 'google-drive'
#brew cask 'hammerspoon'
#brew cask 'pg-commander'
#brew cask 'screenhero'
#brew cask 'skype'
#brew cask 'slack'
#brew cask 'sourcetree'
#brew cask 'spotifree'
#brew cask 'spotify'
#brew cask 'steam'
#brew cask 'totalterminal'
#brew cask 'ukelele'
#brew cask 'vagrant'
#brew cask 'virtualbox'
#brew cask 'wkhtmltopdf'